{
  "success": true,
  "data": [
    {
      "title": "‘It Was Like a Zoo’: Death on an Unruly, Overcrowded Everest",
      "content": "<img src='/img/newsHeaderImg1.jpg'></img><p>NEW DELHI — Ed Dohring, a doctor from Arizona, had dreamed his whole life of reaching the top of Mount Everest. But when he summited a few days ago, he was shocked by what he saw.</p><p>Climbers were pushing and shoving to take selfies. The flat part of the summit, which he estimated at about the size of two Ping-Pong tables, was packed with 15 or 20 people. To get up there, he had to wait hours in a line, chest to chest, one puffy jacket after the next, on an icy, rocky ridge with a several-thousand foot drop.</p>"
    }, {
      "title": "A Migrant Family Takes a Greyhound Across America",
      "content": "<img src='/img/newsHeaderImg2.jpg'></img><p>DALLAS — By the time it pulled into Dallas, the bus from Arizona was two hours and 47 minutes late. It had left Phoenix overbooked, turned away passengers with tickets in Tucson, rolled through El Paso at 2 a.m. and finally disgorged its human cargo — a busload of exhausted migrants, mostly from Central America — shortly before dusk the next day.</p><p>A sign in the Greyhound bus terminal listed the ongoing routes that were already facing delayed departures: San Antonio, Los Angeles, Houston, Detroit, Atlanta, Brownsville. All of them would be late; most of them were full. Those who had missed their connections would need to wait in line, an agent announced, as the disembarking passengers — many of them with no food, no money and no possessions beyond what was in their slim backpacks — listened in stunned silence.</p><p>“My God, we are going to have to spend two nights here,” Zuleima Lopez, recently arrived from Guatemala with her husband and three children, murmured as she surveyed the ragged tableau inside the terminal. Refuse had long before overfilled the available trash bins, and a rank odor wafted out from the restrooms. Mothers, fathers and children huddled together on scraps of cardboard, atop tattered blankets and splayed jackets. Feverish babies with runny noses fussed in their mothers’ arms.</p>"
    }, {
      "title": "Nancy Pelosi and Fakebook’s Dirty Tricks",
      "content": "<img src='/img/newsHeaderImg3.jpg'></img><p>So, Fakebook it is.</p><p>This week, unlike YouTube, Facebook decided to keep up a video deliberately and maliciously doctored to make it appear as if Speaker Nancy Pelosi was drunk or perhaps crazy. She was not. She was instead the victim of an obvious dirty trick by a dubious outfit with a Facebook page called Politics WatchDog.</p><p>The social media giant deemed the video a hoax and demoted its distribution, but the half-measure clearly didn’t work. The video ran wild across the system.</p><p>Facebook’s product policy and counterterrorism executive, Monika Bickert, drew the short straw and had to try to come up with a cogent justification for why Facebook was helping spew ugly political propaganda.</p>"
    }, {
      "title": "Alabama governor signs chemical castration bill into law",
      "content": "<img src='/img/newsHeaderImg4.jpg'></img><p>Republican Alabama Gov. Kay Ivey on Monday signed a bill into law that requires someone convicted of a sex offense against a child under the age of 13 to begin chemical castration a month before being released from custody.</p><p>The law requires individuals convicted of such an offense to continue treatments until a court deems the treatment is no longer necessary. It says offenders must pay for the treatment, and they can't be denied parole solely based on an inability to pay.</p>"
    }, {
      "title": "Passenger opens plane emergency exit, mistaking it for the toilet",
      "content": "<img src='/img/newsHeaderImg5.jpg'></img><p>A passenger on a UK-Pakistan flight at Manchester Airport caused severe delays after opening the emergency exit door in an attempt to reach the bathroom while the plane was still on the ground.</p><p>Climbers were pushing and shoving to take selfies. The flat part of the summit, which he estimated at about the size of two Ping-Pong tables, was packed with 15 or 20 people. To get up there, he had to wait hours in a line, chest to chest, one puffy jacket after the next, on an icy, rocky ridge with a several-thousand foot drop.</p><p>Forty passengers were offloaded following the incident, during which the exit slide deployed automatically, PIA said in a statement.</p>"
    }
  ]
}